acpi-support
acpid
alsa-base
alsa-topology-conf
alsa-ucm-conf
alsa-utils
autoconf
automake
build-essential
bzip2
bzip2-doc
ca-certificates
cmake
cmake-data
coreutils
curl
gedit
gedit-common
ghostscript
ghostscript-x
git
gnupg
jq
make
mesa-utils
nano
openssl
pkg-config
pulseaudio
pulseaudio-utils
python3
python3-pip
python3-venv
ripgrep
rsync
sqlite3
unzip
wget
zip
rustc
screen
sed
ssl-cert
tar
tk
tk-dev
tk8.6
tk8.6-blt2.5
tk8.6-dev
tmux
tree
wget
wslu
x11-apps
x11-common
x11-session-utils
x11-utils
x11-xkb-utils
x11-xserver-utils
xauth
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xml-core
zstd
