tap "dart-lang/dart"
tap "flyteorg/tap"
tap "homebrew/aliases"
tap "homebrew/services"
tap "sass/sass"
brew "freetype"
brew "cloc"
brew "cookiecutter"
brew "docker", link: false
brew "docker-engine"
brew "python@3.12"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-credential-oauth"
brew "git-lfs"
brew "graphviz"
brew "icu4c@76"
brew "node"
brew "ollama"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "scc"
brew "starship"
brew "uv"
brew "sass/sass/sass"
cargo "sigan"
npm "@colbymchenry/codegraph"
